<!DOCTYPE html>
<html lang="ru">

<head>
    <meta charset="UTF-8">
    <title>Fun Game - О нас</title>

    <meta name="viewport" content="width=1366">

    <link rel="stylesheet" href="/assets/css/styles.css">
    <link rel="icon" href="/assets/images/site-icon.png">

    <script defer src="/assets/js/script-about.js"></script>
</head>

<body>
    <?php require("assets/php/header.php") ?>
    <main class="about-page">
        <div class="cool-about-banner">
            <img src="/assets/images/cool-about-banner.png" alt="Cool Banner">
        </div>
        <div class="about-info">
            <p>Добро пожаловать. Если вы не являетесь студентом ИНСПО, тот факт,
                что вы нашли это место, очень удивителен.</p>
            <h1>ЧТО ЭТО?</h1>
            <hr class="hr-invisible">
            <p>Данный веб-сайт является проектом учебной практики одного из студентов Института
                Среднего Профессионального Образования (ИНСПО) на базе Кубанского Государственного
                Университета. Сайт несёт собой единственную цель - продемонстрировать навыки верстки
                учащегося, а именно владением HTML, CSS, основами JavaScript и PHP, дабы его не
                отчислили и он мог продолжать идти к своей великой цели.
            </p>
            <h1>КТО ВЫ?</h1>
            <hr class="hr-invisible">
            <p>Я, создатель сайта - студент третьего курса ИНСПО на базе КубГУ по направлению
                "Программирование в компьютерных системах". В моём имени одно слово из пяти букв, в
                фамилии - одно слово из девяти букв, мне мало как биологических, так и хронологических
                лет. У меня есть хобби и увлечения. Немаловажен тот факт, что я живу в стране, а именно в
                населённом пункте и жилом помещении.
            </p>
            <h1>ТО ЕСТЬ, КУПИТЬ НИЧЕГО НЕЛЬЗЯ?</h1>
            <hr class="hr-invisible">
            <p>Абсолютно. Личные данные пользователя никак не хранятся и нигде не используются. Тот случай,
                когда то, что снаружи, куда важнее, чем то, что внутри. Полезной клиенту функциональности
                нет. Весь бэкенд заключается в использовании скриптов для реализации некоторых эффектов и в
                обращении к базе данных через PHP. Не воспринимайте ничего всерьез. Этот сайт отражает тему
                интернет магазина, но он им НЕ является.
            </p>
            <h1>КТО Я?</h1>
            <hr class="hr-invisible">
            <p>Вы сами должны найти ответ на этот вопрос, как бы тяжело это ни было.</p>
        </div>
    </main>
    <?php require("assets/php/footer.php") ?>
</body>